<!DOCTYPE HTML PUBLIC "-//SoftQuad//DTD HoTMetaL PRO 5.0::19980907::extensions to HTML 4.0//EN" "hmpro5.dtd">
 
<HTML>
 
<HEAD>
<TITLE>Integraci&oacute;n de materiales did&aacute;cticos hipermedia en
entornos virtuales de aprendizaje: retos y oportunidades</TITLE>
<LINK REL="STYLESHEET" HREF="imagenes/revis.css"> 
</HEAD>
 
<BODY BGCOLOR="#FFFFFF">
<TABLE WIDTH="700">
<TR>
<TD WIDTH="500"><IMG SRC="imagenes/titulo.gif" WIDTH="478" HEIGHT="74"
BORDER="0"></TD>
</TR>
<TR>
<TD WIDTH="500"> <P CLASS="res">La Revista Iberoamericana de Educaci&oacute;n
es una publicaci&oacute;n monogr&aacute;fica cuatrimestral editada por la
Organizaci&oacute;n de Estados Iberoamericanos (OEI)</P>
</TD>
</TR>
</TABLE>
<P STYLE="font-family: Arial, Verdana; font-size: 9pt; "><FONT
COLOR="#1E72A4"><B>Est&aacute; en: </B></FONT><BR>
<A HREF="http://www.oei.es/" TARGET="_top">OEI</A> -
<A HREF="http://www.oei.es/publi.htm" TARGET="_top">Ediciones</A> -
<A HREF="index.html" TARGET="_top">Revista Iberoamericana de
Educaci&oacute;n</A> - <A HREF="rie25f.htm" TARGET="_top">N&uacute;mero 25</A> 
</P>
<H2 ALIGN="CENTER" CLASS="cabecera"> N&uacute;mero 25<BR>
Profesi&oacute;n docente / <I> Profiss&atilde;o docente</I></H2>
<H3 CLASS="cabecera">Enero - Abril 2001 / <I>Janerio - Abril 2001</I></H3>
<H3 ALIGN="CENTER" CLASS="autor"><IMG SRC="imagenes/lin_az.gif" WIDTH="470"
HEIGHT="10"></H3>
<H2 CLASS="cabecera">Integraci&oacute;n de materiales did&aacute;cticos
hipermedia en entornos virtuales de aprendizaje: retos y oportunidades</H2>
<H3 CLASS="cabecera">Inma Rodr&iacute;guez-Ardura y Gerard Ryan (*)</H3>
<H3 ALIGN="CENTER" CLASS="autor"><IMG SRC="imagenes/lin_az.gif" WIDTH="470"
HEIGHT="10"></H3>
<P CLASS="margen05s"><B>S&Iacute;NTESIS:</B> A pesar de la importancia que
merecen los procesos de comunicaci&oacute;n en el aprendizaje abierto y a
distancia, la teor&iacute;a desarrollada sobre educaci&oacute;n no presencial
ha prestado escasa atenci&oacute;n a la teor&iacute;a de la
comunicaci&oacute;n. Este trabajo pretende ahondar en tales v&iacute;nculos,
tratando de avanzar en el desarrollo de una teor&iacute;a abierta que reconozca
la especificidad del aprendizaje en escenarios virtuales y que contribuya al
futuro desarrollo de materiales did&aacute;cticos en entornos hipermedia.</P>
<P CLASS="margen05s">El an&aacute;lisis de la literatura, combinado con el
estudio emp&iacute;rico de un caso, ha puesto de manifiesto que la
formaci&oacute;n y la experiencia del profesor en el uso de las
tecnolog&iacute;as resulta una variable cr&iacute;tica para el &eacute;xito
docente, pero que sus habilidades no se miden tanto desde una perspectiva
t&eacute;cnica como de la adaptaci&oacute;n de la estrategia docente al medio. 
</P>
<P CLASS="margen05s">Si lo miramos con la &oacute;ptica del estudiante, una vez
que exista disponibilidad y acceso a la tecnolog&iacute;a requerida, se detecta
una barrera de gran importancia: la ausencia de h&aacute;bitos para realizar
tareas de reflexi&oacute;n y de estudio en soportes distintos al papel. Ello
pone de manifiesto la necesidad de formar al estudiante sobre los
m&eacute;todos y t&eacute;cnicas de estudio adaptados a escenarios virtuales. 
</P>
<P CLASS="margen05s"><B>SINTESE: </B>Apesar da import&acirc;ncia que merecem os
processos de comunica&ccedil;&atilde;o na aprendizagem aberta e a distancia, a
teoria desenvolvida sobre educa&ccedil;&atilde;o n&atilde;o presencial prestou
escassa aten&ccedil;&atilde;o &agrave; teoria da comunica&ccedil;&atilde;o.
Este trabalho pretende aprofundar em tais v&iacute;nculos, tratando de
avan&ccedil;ar no desenvolvimento de uma teoria aberta que reconhe&ccedil;a a
especificidade da aprendizagem em cen&aacute;rios virtuais e que contribua ao
futuro desenvolvimento de materiais did&aacute;ticos em meios de
hiperm&iacute;dia.</P>
<P CLASS="margen05s">A an&aacute;lise da literatura, combinada com o estudo
emp&iacute;rico de um caso, p&ocirc;s de manifesto que a forma&ccedil;&atilde;o
e a experi&ecirc;ncia do professor no uso das tecnologias resulta uma
vari&aacute;vel cr&iacute;tica para o &ecirc;xito docente, mas que suas
habilidades n&atilde;o se medem tanto desde uma perspectiva t&eacute;cnica como
de adapta&ccedil;&atilde;o da estrat&eacute;gia docente ao meio.</P>
<P CLASS="margen05s">Se olharmos com a &oacute;ptica do estudante, uma vez que
exista disponibilidade e acesso &agrave; tecnologia requerida, detecta-se uma
barreira de grande import&acirc;ncia: a aus&ecirc;ncia de h&aacute;bitos para
realizar tarefas de reflex&atilde;o e de estudo em suportes distintos ao papel.
Isto p&otilde;e de manifesto a necessidade de formar ao estudante sobre os
m&eacute;todos e t&eacute;cnicas de estudo adaptados a cen&aacute;rios
virtuais.</P>
<P CLASS="margen05s">(*) Profesores de la Universitat Oberta de Catalunya,
Espa&ntilde;a.</P>
<H3 ALIGN="CENTER" CLASS="autor"><IMG SRC="imagenes/lin_az.gif" WIDTH="470"
HEIGHT="10"></H3>
<H3 CLASS="cabecera">1. Introducci&oacute;n</H3>
<P CLASS="margen05">A medida que nos alejamos del siglo xx y entramos en uno
nuevo, parece que al sistema de educaci&oacute;n superior se le plantea un
n&uacute;mero creciente de retos cuya resoluci&oacute;n es cada vez m&aacute;s
compleja, y que deber&aacute; ser superado para satisfacer adecuadamente las
necesidades de la sociedad en general y de los agentes involucrados en la
formaci&oacute;n universitaria en particular. Y es que, de acuerdo con Twigg y
Miloff (1998), las necesidades de aprendizaje de los estudiantes, de las
empresas y de la sociedad se hallan en pleno cambio: la proporci&oacute;n de la
poblaci&oacute;n que demanda formaci&oacute;n va en aumento; el perfil
demogr&aacute;fico y socioecon&oacute;mico de los estudiantes es cada vez
m&aacute;s disperso; se detecta un porcentaje creciente de estudiantes con
dedicaci&oacute;n parcial; se demanda mayor flexibilidad de horarios; se debe
proporcionar formaci&oacute;n continuada a lo largo de la vida de las personas;
se concede mayor importancia relativa a la capacidad de aprender si la
comparamos con los conocimientos ya adquiridos; se requiere incorporar las
tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n en la
formaci&oacute;n.</P>
<P CLASS="margen05">Estos requerimientos tienen su origen en cambios
econ&oacute;micos y sociales de diversa &iacute;ndole, y se agudizan a&uacute;n
m&aacute;s con la transici&oacute;n hacia una sociedad de la informaci&oacute;n
en la que el conocimiento se convierte en un factor productivo de vital
importancia en la esfera econ&oacute;mica. En la medida en la que est&aacute;n
aumentando y transform&aacute;ndose las necesidades de formaci&oacute;n en el
mercado de trabajo y en la sociedad en general, la educaci&oacute;n a distancia
se presenta como uno de los mecanismos para hacer frente a estos retos (Peraya,
1994).</P>
<P CLASS="margen05">Como ya ha ocurrido con otros avances en las
comunicaciones, la formaci&oacute;n a distancia puede valerse de las
tecnolog&iacute;as de la comunicaci&oacute;n para su adaptaci&oacute;n al
entorno actual y para la consecuci&oacute;n eficiente de sus fines. No
obstante, y pese al potencial que estas tecnolog&iacute;as ofrecen, la
teor&iacute;a desarrollada sobre la educaci&oacute;n a distancia ha prestado
escasa atenci&oacute;n a la teor&iacute;a de la comunicaci&oacute;n; y ello a
pesar de la importancia que merecen los procesos de comunicaci&oacute;n en el
aprendizaje, especialmente en el aprendizaje a distancia. En tal sentido, este
trabajo pretende ahondar en esos v&iacute;nculos, tratando de incorporar las
aportaciones m&aacute;s recientes sobre la teor&iacute;a de la
comunicaci&oacute;n en entornos hipermedia asistidos por ordenador a la
docencia universitaria no presencial. Con ello se trata de avanzar en el
desarrollo de una teor&iacute;a abierta que reconozca la especificidad de dicha
modalidad de formaci&oacute;n, y que permita construir modelos
did&aacute;cticos genuinos y, por tanto, m&aacute;s adecuados y eficaces. Esta
teor&iacute;a deber&iacute;a contribuir a la definici&oacute;n de un marco
adecuado para comprender el aprendizaje en escenarios virtuales y de unos
principios que orienten permanentemente la disposici&oacute;n de las ayudas
pedag&oacute;gicas ajustables por parte del docente.</P>
<P CLASS="margen05">As&iacute; mismo, este trabajo se propone analizar las
consecuencias de una mayor integraci&oacute;n de los materiales y de la
docencia a distancia vali&eacute;ndose de los entornos hipermedia, a
trav&eacute;s de un estudio emp&iacute;rico. Para evaluar los resultados
obtenidos a partir del proyecto desarrollado se ha recurrido tanto a
t&eacute;cnicas de investigaci&oacute;n cuantitativa, que permitir&aacute;n
evaluar el grado de satisfacci&oacute;n de los estudiantes, como cualitativa,
para estudiar los resultados obtenidos desde la perspectiva de los autores del
material y de los docentes.</P>
<H3 CLASS="cabecera">2. La educaci&oacute;n a distancia, abierta a las nuevas
tecnolog&iacute;as </H3>
<P CLASS="margen05">De acuerdo con Holmberg (1995), la creaci&oacute;n en 1969
de la Open University en Gran Breta&ntilde;a se&ntilde;al&oacute; el inicio de
un per&iacute;odo de expansi&oacute;n y desarrollo de la ense&ntilde;anza a
distancia, a la que contribuy&oacute; en gran medida una mayor demanda de
formaci&oacute;n universitaria (Bayliss, 1995; Thorpe, 1995), acrecentada en
muchos casos por el inter&eacute;s de las personas adultas por acceder a cursos
con una metodolog&iacute;a flexible de estudio (Lewis, 1995).</P>
<P CLASS="margen05">La &#171;educaci&oacute;n a distancia&#187;, definida de
m&uacute;ltiples y diversas maneras por parte de distintos autores, se asocia
con frecuencia al aprendizaje &#171;abierto&#187; y &#171;flexible&#187;.
As&iacute;, Thorpe (1995) combina los conceptos de educaci&oacute;n abierta y a
distancia; Calder y McCollum (1998) identifican caracter&iacute;sticas comunes
entre el aprendizaje abierto y flexible y el aprendizaje a distancia, pese a
diferenciar ambos conceptos; mientras que Johnston (1997) distingue entre el
aprendizaje a distancia del asociado a procesos abiertos y flexibles.</P>
<P CLASS="margen05">El Further Education Funding Council (1997) define los
programas de educaci&oacute;n a distancia como aquellos en los que el estudio
se realiza a partir de materiales did&aacute;cticos especialmente preparados
para el estudio individual, provistos de una gu&iacute;a did&aacute;ctica de
trabajo, y que pueden complementarse con un servicio de asesoramiento o de
tutor&iacute;as. &#171;<I>Esta definici&oacute;n engloba aquellas situaciones
en las que el estudio se realiza esencialmente en el hogar del estudiante y en
las que existe un contacto ocasional con la instituci&oacute;n</I>&#187; (p.
25). Esta idea a&ntilde;ade al concepto de educaci&oacute;n a la distancia las
formas de estudio flexibles que, en general, conlleva el aprendizaje abierto.
En ese sentido, el desarrollo y la creciente adopci&oacute;n de las
tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n llevan a
Johnston (1997) a considerar que el aprendizaje a distancia
&#171;<I>re&uacute;ne a docentes, estudiantes, informaci&oacute;n, recursos y
sistemas de ayuda al estudio en un lugar (real o virtual) distinto al de la
sede de la instituci&oacute;n</I>&#187; (p. 108)<SUP>1</SUP>.</P>
<H3 CLASS="cabecera">3. La utilizaci&oacute;n de nuevas tecnolog&iacute;as en
la docencia no presencial</H3>
<P CLASS="margen05">La introducci&oacute;n de tecnolog&iacute;as de la
informaci&oacute;n y de la comunicaci&oacute;n proporciona mayor velocidad y
eficiencia al proceso de comunicaci&oacute;n, y permite el acceso a un
n&uacute;mero m&aacute;s amplio de fuentes de informaci&oacute;n del que se
proporciona a trav&eacute;s de los medios tradicionales (Holmberg, 1995), esto
es, mediante tecnolog&iacute;as cl&aacute;sicas (v&iacute;deo y audio
anal&oacute;gico, programas de radio y televisi&oacute;n) y materiales
did&aacute;cticos impresos. Al incorporarlas a la ense&ntilde;anza abierta y a
distancia aumenta la flexibilidad del aprendizaje en t&eacute;rminos de
espacio, tiempo, oferta de contenidos y recursos did&aacute;cticos, y mejora el
acceso a los sistemas educativos desde la distancia (Comisi&oacute;n Europea,
1998).</P>
<P CLASS="margen05">Sin embargo, y pese a las ventajas que se derivan del uso
de las nuevas tecnolog&iacute;as, los materiales did&aacute;cticos impresos
constituyen todav&iacute;a el medio dominante para la educaci&oacute;n a
distancia en Europa (Hagan, 1995), como confirma el estudio sobre las
instituciones educativas de la Uni&oacute;n Europea realizado para el proyecto
TEEODE (1998). Dicho estudio muestra que la mayor parte de las instituciones
analizadas hace un uso limitado o pr&aacute;cticamente nulo de las
tecnolog&iacute;as de aparici&oacute;n reciente, como Internet y el correo
electr&oacute;nico (pp. 26-27).</P>
<P CLASS="margen05"><B>Tabla 1 <BR>
Tecnolog&iacute;as y recursos para la comunicaci&oacute;n y el aprendizaje en
la educaci&oacute;n a distancia en Europa (1998)</B></P>
<TABLE WIDTH="85%" BGCOLOR="#408080" BORDER="1" ALIGN="CENTER">
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="2"><B>Tecnolog&iacute;as y recursos </B></TD>
<TD BGCOLOR="#FFFFFF" COLSPAN="4" ALIGN="CENTER">Uso por parte de las
instituciones educativas (%) </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> <B>Nunca</B> </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Poco</B> </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Bastante</B> </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Siempre </B></TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Internet </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">29,0% </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3% </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">35,5% </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,2%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Videoconferencia </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">45,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">41,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">0,0%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Correo electr&oacute;nico </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">45,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,9%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Fax </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">38,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">29,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">0,0%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Programas de software </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">64,5%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">22,6%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,2%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">CD-ROM </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">51,6%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">25,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Programaci&oacute;n en radio </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">74,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">6,5%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">6,5%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Programaci&oacute;n en televisi&oacute;n </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">67,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">16,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">6,5%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Cintas v&iacute;deo </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">22,6%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,9%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Cintas audio </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">25,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" HEIGHT="17">Material impreso </TD>
<TD BGCOLOR="#FFFFFF" HEIGHT="17" ALIGN="CENTER">12,9%</TD>
<TD BGCOLOR="#FFFFFF" HEIGHT="17" ALIGN="CENTER">0,0%</TD>
<TD BGCOLOR="#FFFFFF" HEIGHT="17" ALIGN="CENTER">9,7%</TD>
<TD BGCOLOR="#FFFFFF" HEIGHT="17" ALIGN="CENTER">77,4%</TD>
</TR>
</TABLE>
<P CLASS="margen05">De otra parte, el estudio pone de manifiesto algunas de las
principales cuestiones y retos que se plantean a la comunidad educativa europea
en cuanto al uso de las nuevas tecnolog&iacute;as para la ense&ntilde;anza y el
aprendizaje a distancia. Entre estos destacan los relacionados con el proceso
de encargo de la autor&iacute;a del material did&aacute;ctico. Mientras que los
materiales tradicionales tienen una estructura lineal, es frecuente que los de
los nuevos soportes la tengan de hipertexto e incorporen recursos e
instrumentos poco habituales, o con componentes tecnol&oacute;gicos novedosos.
En su dise&ntilde;o se requiere la intervenci&oacute;n de personal no
s&oacute;lo experto en las materias tratadas y en el uso de recursos
pedag&oacute;gicos sino tambi&eacute;n capaz de transmitir conocimientos bajo
nuevas formas de presentar y organizar la informaci&oacute;n. A ello cabe
a&ntilde;adir que la producci&oacute;n de materiales y recursos en nuevos
formatos, tales como el CD-ROM, acostumbra a requerir la colaboraci&oacute;n de
organizaciones externas, lo que puede alargar el proceso y encarecer los costes
de preparaci&oacute;n del material<SUP>2</SUP>.</P>
<P CLASS="margen05">Del mismo modo, el proyecto TEEODE destaca la necesidad de
definir instrumentos y procesos que permitan la actualizaci&oacute;n
&aacute;gil y r&aacute;pida de los contenidos, pues en caso contrario los
materiales pueden dejar de servir a los objetivos que se hab&iacute;an fijado
los docentes. As&iacute; mismo, otro de los retos manifestados tiene que ver
con el acceso universal a las tecnolog&iacute;as que se requieren para la
docencia. En este sentido, Rowntree (1995) a&ntilde;ade que uno de los
principales desaf&iacute;os a los que se enfrenta la ense&ntilde;anza es la
dificultad de que los potenciales estudiantes accedan a las nuevas
tecnolog&iacute;as, as&iacute; como la necesidad de proporcionar el aprendizaje
necesario para emplearlas adecuadamente en el estudio de las materias.</P>
<H3 CLASS="cabecera">4. La ense&ntilde;anza universitaria en entornos
hipermedia asistidos por ordenador</H3>
<P CLASS="margen05">Una de las preocupaciones tradicionales de la
educaci&oacute;n a distancia ha sido proporcionar una comunicaci&oacute;n
adecuada entre los miembros de la comunidad universitaria, eliminando la
soledad y el aislamiento de los estudiantes, y permitiendo la
realizaci&oacute;n de actividades en grupo por parte de ellos (Meacham y Evans,
1989). En este sentido, los instrumentos para la comunicaci&oacute;n asistida
por ordenador, que no requieren de la coincidencia f&iacute;sica ni temporal de
los participantes, facilitan el contacto y la colaboraci&oacute;n en la
distancia.</P>
<P CLASS="margen05">Las relaciones de comunicaci&oacute;n en esta clase de
medios no se establecen de forma directa entre el emisor y el receptor puesto
que tienen lugar a trav&eacute;s de una tecnolog&iacute;a o entorno.
Adem&aacute;s, la tecnolog&iacute;a no act&uacute;a solamente como conductor de
los mensajes, pues tambi&eacute;n proporciona el espacio en el que se
desarrollan actividades humanas (Jones, 1995). De esta forma, los usuarios
pueden interactuar con las personas con las que entran en contacto, as&iacute;
como con el entorno de comunicaci&oacute;n, participando en la
modificaci&oacute;n de formas y contenidos (Steuer, 1992)<SUP>3</SUP>. La
tecnolog&iacute;a de comunicaci&oacute;n, por lo tanto, no se limita a
estructurar las relaciones sociales sino que es el espacio en el que
&eacute;stas ocurren y la herramienta que utilizan los usuarios para acceder a
este. La referencia al medio como un entorno o espacio alude, por tanto, a sus
consecuencias en la comunicaci&oacute;n, albergando a comunidades humanas.</P>
<P CLASS="margen05">Internet y la World Wide Web son los desarrollos actuales
de mayor alcance para la comunicaci&oacute;n asistida por ordenador. Los
usuarios de estos entornos se mueven con gran libertad de elecci&oacute;n entre
contenidos con estructura de hipertexto que se presentan habitualmente en
diferentes formatos (hipermedia), teniendo un gran control sobre sus decisiones
de navegaci&oacute;n.</P>
<P CLASS="margen05">De acuerdo con estas caracter&iacute;sticas, Hoffman y
Novak (1996) se refieren a la<I> web</I> como a un entorno hipermedia asistido
por ordenador, denominaci&oacute;n con la que identifican los medios de
comunicaci&oacute;n basados en redes de ordenadores de alcance potencialmente
global, que distribuyen contenidos multimedia a partir de estructuras de
hipertexto, permitiendo procesos comunicativos tanto con otras personas como
con el sistema tecnol&oacute;gico.</P>
<P CLASS="margen05">Para realizar una comparaci&oacute;n entre las
tecnolog&iacute;as vinculadas a entornos hipermedia asistidos por ordenador y
otras formas alternativas para el intercambio de informaci&oacute;n y
transmisi&oacute;n de conocimientos, se ha partido de las variables
consideradas por Hoffman y Novak en su an&aacute;lisis de los medios de
comunicaci&oacute;n (1995): <I>a)</I> <I>interacci&oacute;n interpersonal</I> o
capacidad del sistema para que los participantes en la comunicaci&oacute;n
puedan interactuar entre s&iacute;; <I>b)</I> <I>interacci&oacute;n con el
equipo</I> <I>de comunicaci&oacute;n</I> o el material que permite acceder a
los contenidos; <I>c)</I> <I>fuentes de informaci&oacute;n</I> que se
proporcionan al usuario en cada ocasi&oacute;n de uso; <I>d)</I>
<I>n&uacute;mero de participantes</I> &#151;emisores y receptores&#151; en el
proceso de comunicaci&oacute;n; <I>e)</I> <I>tipo de formatos</I> que admite el
contenido sujeto de transmisi&oacute;n; <I>f) interacci&oacute;n
bidireccional</I> medida a partir de la capacidad del medio para que el
receptor transmita sus respuestas con la misma amplitud de banda que en el
env&iacute;o inicial del mensaje; y <I>g)</I> <I>sincron&iacute;a temporal</I>,
en caso de que se requiera que los participantes coincidan temporalmente para
que puedan comunicarse a trav&eacute;s del medio<SUP>4</SUP>.</P>
<P CLASS="margen05"><B>Tabla 2 <BR>
Comparativa de los recursos y medios de comunicaci&oacute;n en la
ense&ntilde;anza a distancia</B></P>
<TABLE WIDTH="85%" BGCOLOR="#408080" BORDER="1" ALIGN="CENTER">
<TR>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Recursos y medios</B></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> <B>Interacci&oacute;n interpersonal</B> 
</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Interacci&oacute;n con el equipo </B> 
</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Fuentes de informaci&oacute;n</B> </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>N&uacute;mero de participantes</B> 
</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Tipo de formatos* </B></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Interacci&oacute;n bidireccional</B> 
</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Sincron&iacute;a temporal</B></TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" COLSPAN="8"> Materiales did&aacute;cticos </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Material impreso </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Material hipertexto </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Material hipermedia </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">CD-ROM </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">DVD-ROM </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Programa de software </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" COLSPAN="8">Medios interpersonales </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Correo convencional </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-uno</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"></TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Tel&eacute;fono </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-uno</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> A </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Fax </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-uno</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">Tv</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Cara a cara</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-uno</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> A, V</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Cara a cara (a un grupo)</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-varios</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> A, V</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" COLSPAN="8">Medios impersonales</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Radio </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Televisi&oacute;n terrestre generalista </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Televisi&oacute;n por sat&eacute;lite</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" COLSPAN="8">Medios interactivos</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Televisi&oacute;n interactiva </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">World Wide Web </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">WebTV </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I, A, V </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Tel&eacute;fono WAP </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" COLSPAN="8">Comunicaci&oacute;n asistida por ordenador 
</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Correo electr&oacute;nico </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-uno</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Newsletters </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">una</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">uno-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Listas de distribuci&oacute;n de correo </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Grupos de noticias (newsgroups) </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">MUDs </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocas</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">pocos-a-pocos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> WWW (entornos abiertos)</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T, I </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">no</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Internet Relay Chat (IRC) </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchas </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">muchos-a-muchos </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">T </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute; </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">s&iacute;</TD>
</TR>
</TABLE>
<P CLASS="margen05">En la pr&aacute;ctica, la docencia universitaria a
distancia basada en sistemas de comunicaci&oacute;n asistidos por ordenador
admite la utilizaci&oacute;n de los recursos reflejados en la tabla 2. Entre
los empleados habitualmente en entornos virtuales de aprendizaje para la
docencia universitaria destacan los recursos telem&aacute;ticos con
car&aacute;cter asincr&oacute;nico tales como el correo electr&oacute;nico, las
newsletters, las listas de distribuci&oacute;n, los grupos de noticias y la
World Wide Web, adem&aacute;s de los servicios FTP (Protocolo de Transferencia
de Ficheros) para la transferencia de programas inform&aacute;ticos y archivos
de toda clase.</P>
<P CLASS="margen05"><B>Figura 1 <BR>
Tipos de interacciones interpersonales en entornos virtuales de aprendizaje</B>
</P>
<P CLASS="margen05"><IMG SRC="graf01.jpg" ALT="Figura 1" WIDTH="334"
HEIGHT="187" BORDER="0"></P>
<P CLASS="notas">FUENTE: Magee y Wheeler (1997).</P>
<P CLASS="margen05">Al contar con un entorno virtual de aprendizaje como el que
proporciona un ca<I>mpus virtual</I>, es posible recurrir a diferentes modelos
de comunicaci&oacute;n en funci&oacute;n de los recursos pedag&oacute;gicos que
se decidan utilizar, las actividades que se propongan en el curso, o el tipo de
materiales por los que se opte. En la figura 1 se ilustra la variedad de
interacciones de car&aacute;cter interpersonal que pueden tener lugar en esta
clase de entornos de comunicaci&oacute;n: <I>comunicaciones uno-a-uno</I> en
las consultas personales al profesor para la resoluci&oacute;n de dudas,
aclaraciones individuales, etc., y en las comunicaciones entre estudiantes;
<I>comunicaciones uno-a-muchos</I> a trav&eacute;s de lecturas, enunciados de
ejercicios, recomendaciones generales, etc.; y <I>comunicaciones
muchos-a-muchos</I> en debates, discusi&oacute;n de casos, simulaciones,
&#171;brainstormings&#187;, etc.</P>
<H3 CLASS="cabecera">5. Caracter&iacute;sticas del proceso de
transmisi&oacute;n de informaci&oacute;n y de conocimientos en entornos
virtuales de aprendizaje </H3>
<P CLASS="margen05">Los entornos hipermedia poseen una naturaleza compleja y
unas caracter&iacute;sticas espec&iacute;ficas que los diferencian de los
medios de comunicaci&oacute;n convencionales. Entre los elementos que los
caracterizan se identifican los siguientes:</P>
<UL CLASS="margen">
<LI><I>Hipermedia</I>. El entorno combina el hipertexto con los multimedia de
manera que la informaci&oacute;n digital &#151;presentada en diferentes
formatos&#151; se distribuye a trav&eacute;s de enlaces de hipertexto. Desde el
punto de vista del usuario, este sistema de organizaci&oacute;n y
presentaci&oacute;n lo facilita el papel activo del lector en el proceso de
exposici&oacute;n a los contenidos, escogiendo los trayectos de su
exploraci&oacute;n que no habr&aacute;n de ajustarse necesariamente a una
secuencia lineal, y decidiendo el ritmo del proceso (Weiland y Shneiderman,
1989), as&iacute; como el atractivo que supone el acceso al contenido
presentado de forma est&aacute;tica (texto e ilustraciones) y din&aacute;mica
(mediante sonido, animaciones, v&iacute;deo).</LI>
<LI><I>Telepresencia</I>. La percepci&oacute;n de telepresencia, de estar en un
espacio virtual de aprendizaje, se debe a las sensaciones a las que da lugar la
participaci&oacute;n en el entorno hipermedia y a la posibilidad de
relacionarse con otras personas que tambi&eacute;n acceden a &eacute;l. El
grado en el que se experimenta esta sensaci&oacute;n depende del nivel de
realismo que se consiga en la presentaci&oacute;n de contenidos a trav&eacute;s
del entorno (Steuer, 1992).</LI>
<LI><I>Navegaci&oacute;n en red</I> . El proceso de decisi&oacute;n de
movimientos del usuario en su exploraci&oacute;n por la red &#151;siguiendo las
relaciones que conectan los distintos nodos en los que se estructura el
hipertexto para buscar, seleccionar y recuperar informaci&oacute;n&#151;
proporciona una gran libertad de elecci&oacute;n y un elevado control de los
movimientos, superiores a los que confieren los medios convencionales y los
sistemas telem&aacute;ticos con interacci&oacute;n controlada y centralizada. 
</LI>
</UL>
<P CLASS="margen05">Por otra parte, la interactividad del medio se pone de
manifiesto de tres formas distintas:</P>
<UL CLASS="margen">
<LI><I>Interacci&oacute;n bidireccional.</I> El entorno de comunicaci&oacute;n
es capaz de transmitir tanto los mensajes del emisor como las respuestas a las
que &eacute;stos dan lugar entre la audiencia, de manera que las funciones de
emisor y receptor se intercambian f&aacute;cilmente (Morris y Ogan, 1996).</LI>
<LI><I>Interacci&oacute;n interpersonal.</I> Aunque los entornos hipermedia son
un instrumento masivo en su alcance, tambi&eacute;n son personalizables,
facilitando el intercambio y la comunicaci&oacute;n interpersonal. A
trav&eacute;s del correo electr&oacute;nico, de las listas de
distribuci&oacute;n de correo, de los debates y de las discusiones basadas en
grupos de noticias, profesores y estudiantes trasmiten informaci&oacute;n,
intercambian opiniones, recomendaciones personales, etc.</LI>
<LI> <I>Interacci&oacute;n con el equipo y los contenidos.</I> A trav&eacute;s
de b&uacute;squedas en bases de datos, simulaciones por ordenador, ejercicios
de autoevaluaci&oacute;n en tiempo real, etc., el estudiante interact&uacute;a
con el sistema tecnol&oacute;gico que permite la comunicaci&oacute;n y con los
contenidos que &eacute;ste le facilita.</LI>
</UL>
<P CLASS="margen05">La combinaci&oacute;n de dichos elementos en el proceso de
exposici&oacute;n a los contenidos puede derivar, en caso de que resulte
satisfactorio para el estudiante, en la aparici&oacute;n de experiencias de
<I>flujo</I>. Seg&uacute;n describe Csikszentmihalyi (1977) &eacute;stas
acontecen cuando el usuario se concentra m&aacute;s en las acciones que lleva a
cabo o en los conocimientos que adquiere, de manera que deja de prestar
atenci&oacute;n a otras consideraciones (p. 44). En tales circunstancias, el
usuario percibe una sensaci&oacute;n de control sobre sus interacciones, centra
toda su atenci&oacute;n en ellas, y encuentra en el entorno de
comunicaci&oacute;n la oportunidad de adquirir informaci&oacute;n y
conocimientos de forma amena (Webster, <I>et al</I>., 1993).</P>
<H3 CLASS="cabecera">6. Integraci&oacute;n de materiales did&aacute;cticos
hipermedia en entornos virtuales de aprendizaje</H3>
<P CLASS="margen05">La pr&aacute;ctica docente m&aacute;s habitual en la
ense&ntilde;anza a distancia fundada en el uso de la telem&aacute;tica ha
empleado la combinaci&oacute;n de materiales did&aacute;cticos impresos ideados
especialmente para el estudio a distancia, con los &#171;recursos en red&#187;
para la comunicaci&oacute;n del profesor y su grupo de estudiantes.
Eventualmente se proporcionan materiales asociados a trav&eacute;s de la
<I>web</I> que complementan los contenidos del texto principal, o cubren
parcialmente algunos de los temas del programa.</P>
<P CLASS="margen05">A partir de la experiencia de la Universitat Oberta de
Catalunya (UOC)<SUP>5</SUP>, esta combinaci&oacute;n de materiales y recursos
ha mostrado algunas limitaciones. As&iacute;, los materiales did&aacute;cticos
en papel s&oacute;lo facilitan una comunicaci&oacute;n unidireccional (del
autor a la audiencia de estudiantes) con car&aacute;cter impersonal, y permiten
una escasa interactividad del estudiante con el material. Las limitaciones de
extensi&oacute;n en la elaboraci&oacute;n del material se deben a las pautas de
car&aacute;cter institucional que determinan el n&uacute;mero de p&aacute;ginas
m&aacute;ximas por cada cr&eacute;dito, y que condicionan la inclusi&oacute;n
de actividades variadas, lecturas complementarias, casos pr&aacute;cticos y
otros recursos did&aacute;cticos de ayuda en el proceso de aprendizaje. Esta
limitaci&oacute;n espacial ha tenido como consecuencia indirecta un peso mayor
del contenido conceptual, abstracto y te&oacute;rico en el texto de los
manuales, de forma que las actividades y casos pr&aacute;cticos &#151;tan
habituales y necesarios en la docencia&#151; se acaban distribuyendo a
trav&eacute;s de la <I>web</I> en forma de materiales asociados. En
contrapartida, el formato impreso elimina barreras espaciales, temporales y
tecnol&oacute;gicas para el estudio, de forma que &eacute;ste se puede realizar
pr&aacute;cticamente bajo cualquier circunstancia.</P>
<P CLASS="margen05"><B>Figura 2 <BR>
La docencia en entornos virtuales de aprendizaje a trav&eacute;s de materiales
did&aacute;cticos en papel</B></P>
<P CLASS="margen05"><IMG SRC="graf02.jpg" ALT="Figura 2" WIDTH="336"
HEIGHT="515" BORDER="0"></P>
<P CLASS="margen05">De otra parte, algunos de los inconvenientes apuntados se
compensan a trav&eacute;s de la comunicaci&oacute;n bidireccional y
personalizada entre los participantes en el proceso de aprendizaje mediante
sistemas de correo electr&oacute;nico, listas de distribuci&oacute;n, grupos de
noticias y, eventualmente, chats y videoconferencias, lo que confiere una alta
interactividad a las comunicaciones y redunda en una relaci&oacute;n m&aacute;s
intensa entre el estudiante con su profesor, sus compa&ntilde;eros de estudio y
otros miembros de la comunidad universitaria. A su vez, el profesor utiliza el
entorno telem&aacute;tico para facilitar el proceso de aprendizaje,
desarrollando un papel proactivo en el seguimiento individualizado de la
asignatura. Sin embargo, y en el caso en que la figura del profesor no coincida
con la del autor del material, es probable que el primero tenga una
participaci&oacute;n limitada en las actualizaciones ulteriores de los
contenidos.</P>
<P CLASS="margen05">En la b&uacute;squeda de m&eacute;todos y estrategias de
ense&ntilde;anza y de aprendizaje cada vez m&aacute;s adaptados al entorno
telem&aacute;tico y, a la vez, capaces de contribuir a los objetivos
pedag&oacute;gicos, se decidi&oacute; aprovechar un proyecto docente
consistente en el desarrollo &iacute;ntegro de una asignatura a partir de un
espacio virtual de aprendizaje, con la finalidad de evaluar sus limitaciones y
explorar las potencialidades que ofrec&iacute;a. </P>
<P CLASS="margen05">La decisi&oacute;n sobre los medios m&aacute;s adecuados a
utilizar suele ser compleja, pues como afirma McNabb (1994) no existen
todav&iacute;a los suficientes estudios experimentales para la
comparaci&oacute;n objetiva de medios y formatos, y se corre el riesgo de que
la decisi&oacute;n est&eacute; condicionada en exceso por los recursos
disponibles. Sin embargo, en el dise&ntilde;o del plan de publicaci&oacute;n de
la asignatura seleccionada (&#171;Temas actuales de direcci&oacute;n
comercial&#187;) se identificaron diferentes motivos que llevaron a optar por
la publicaci&oacute;n &iacute;ntegramente en hipermedia.</P>
<P CLASS="margen05">Esta materia, que se decid&iacute;a impartir por vez
primera en el sistema universitario espa&ntilde;ol de primer y segundo ciclo,
aborda temas avanzados y de plena actualidad en el &aacute;rea de marketing
&#151;marketing internacional (2 cr&eacute;ditos), marketing en Internet (2
cr&eacute;ditos), marketing ecol&oacute;gico (1 cr&eacute;dito) y marketing
postmoderno (1 cr&eacute;dito)&#151;, especialmente adecuados para los
estudiantes de administraci&oacute;n de empresas que se especializan en la
comercializaci&oacute;n y la investigaci&oacute;n de mercados. Como una tercera
parte de la carga lectiva del curso versaba sobre la estrategia de marketing en
Internet, parec&iacute;a l&oacute;gico recurrir a ese medio para presentar y
distribuir el material &#151;por lo menos en este m&oacute;dulo del
programa&#151;, facilitando as&iacute; que el estudiante interactuase con el
contenido de la misma forma que el usuario de Internet interact&uacute;a en
dicho entorno.</P>
<P CLASS="margen05">La tem&aacute;tica abordada hac&iacute;a muy necesaria la
integraci&oacute;n de la teor&iacute;a con la pr&aacute;ctica, que consiste
aqu&iacute; en resolver estudios de caso basados en negocios de Internet que el
estudiante debe visitar y estudiar, efectuar b&uacute;squedas en bases de datos
en red proporcionadas por la biblioteca de la universidad, comparar
campa&ntilde;as publicitarias internacionales a trav&eacute;s del
an&aacute;lisis de <I>spots </I>publicitarios, etc. Con el fin de acercar al
estudiante a la pr&aacute;ctica profesional, parec&iacute;a necesario
incorporar los contenidos de orden pr&aacute;ctico (actividades, enunciados
para el debate, preguntas de reflexi&oacute;n individual, etc.) al material
did&aacute;ctico b&aacute;sico, lo que llevaba a adoptar una estructura de
hipertexto que vinculase elementos en diferentes formatos (audio y v&iacute;deo
para los casos y ejemplos, im&aacute;genes fijas para gr&aacute;ficos y
ejemplos, etc.).</P>
<P CLASS="margen05">Del mismo modo, se deseaba alcanzar un mayor grado de
integraci&oacute;n entre los materiales did&aacute;cticos y la acci&oacute;n
docente, de manera que la interacci&oacute;n estudiante-contenido y
estudiante-profesor-grupo de estudiantes se llevase a cabo a trav&eacute;s de
un mismo entorno hipermedi&aacute;tico. Ello habr&iacute;a de permitir dotar de
altos niveles de interactividad a los dos &aacute;mbitos del proceso de
ense&ntilde;anza y aprendizaje, y aprovechar sinergias entre ambos
(v&eacute;ase figura 3).</P>
<P CLASS="margen05"><B>Figura 3 <BR>
La docencia integral a trav&eacute;s de un entorno hipermedia asistido por
ordenador</B></P>
<P CLASS="margen05"><IMG SRC="graf03.jpg" ALT="Figura 3" WIDTH="338"
HEIGHT="258" BORDER="0"></P>
<P CLASS="margen05">Por otra parte, tratar de &#171;temas actuales&#187;
implicaba la constante actualizaci&oacute;n de contenidos, y para ello se
requer&iacute;a que la implementaci&oacute;n del material fuese suficientemente
flexible, lo que hac&iacute;a del formato digital una opci&oacute;n
aconsejable. As&iacute; mismo, la disposici&oacute;n del presupuesto necesario
para desarrollar cualquiera de las opciones posibles, llev&oacute; a optar por
la que parec&iacute;a m&aacute;s adecuada: el desarrollo &iacute;ntegro de la
asignatura en un entorno hipermedia mediado, que contase con todos los
requerimientos enunciados [navegaci&oacute;n en red por el entorno hipermedia,
capacidad de generar altas dosis de telepresencia, as&iacute; como de
interactividad en las tres formas contempladas (bidireccional, interpersonal y
con los contenidos)].</P>
<H3 CLASS="cabecera">7. Objetivos y caracter&iacute;sticas del proyecto</H3>
<P CLASS="margen05">De acuerdo con la visi&oacute;n te&oacute;rica dominante, y
lejos de tratar de efectuar una mera transmisi&oacute;n de informaci&oacute;n,
se ha intentado centrar el material de manera que facilite el aprendizaje de
los contenidos guiando el estudio, orientando hacia la pr&aacute;ctica de los
contenidos, promoviendo comunicaciones que estimulen a aprender los conceptos y
a adquirir habilidades. En este sentido, el papel del profesor se ha orientado
a facilitar el aprendizaje, asesorando en el proceso de navegaci&oacute;n,
incentivando la participaci&oacute;n del estudiante en el grupo, e impulsando y
moderando debates basados en el estudio de casos.</P>
<P CLASS="margen05">El dise&ntilde;o de la asignatura deber&iacute;a permitir
que el estudiante construyera, de forma activa, una representaci&oacute;n
interna del conocimiento interactuando con el material did&aacute;ctico. Este
proceso se habr&iacute;a de iniciar con la transmisi&oacute;n de conceptos y
teor&iacute;as que proporcionasen la base necesaria para que, en un segundo
nivel, el estudiante accediese a situaciones y aplicaciones con las que
aprendiese a tomar decisiones estrat&eacute;gicas.</P>
<P CLASS="margen05">Partiendo de los requisitos cr&iacute;ticos en la
educaci&oacute;n a distancia (Willis, 1993), se definieron los <I>objetivos
educativos</I> que se han pretendido con el desarrollo de la asignatura:</P>
<UL CLASS="margen">
<LI>Fomentar el conocimiento te&oacute;rico y pr&aacute;ctico de la materia. 
</LI>
<LI>Estimular la comunicaci&oacute;n, la intervenci&oacute;n y
participaci&oacute;n de los estudiantes en los trabajos del grupo.</LI>
<LI> Incorporar al material toda la informaci&oacute;n necesaria para el
aprendizaje.</LI>
<LI>Distribuir directa e instant&aacute;neamente los contenidos.</LI>
<LI>Promocionar la informaci&oacute;n modular, proporcionando el contenido en
m&oacute;dulos educativos independientes.</LI>
<LI>Estimular m&uacute;ltiples v&iacute;as sensoriales de percepci&oacute;n y
comunicaci&oacute;n.</LI>
</UL>
<P CLASS="margen05">Al mismo tiempo, se consider&oacute; que tanto el material
como la pr&aacute;ctica docente de la asignatura habr&iacute;an de cumplir con
los siguientes requisitos:</P>
<UL CLASS="margen">
<LI>Permitir la comunicaci&oacute;n asincr&oacute;nica.</LI>
<LI>Facilitar la lectura interrumpida.</LI>
<LI>Proveer de informaci&oacute;n multidireccional, facilitando el acceso a
m&uacute;ltiples fuentes de informaci&oacute;n.</LI>
<LI>Permitir la actualizaci&oacute;n &aacute;gil y r&aacute;pida de contenidos.
</LI>
</UL>
<P CLASS="margen05">El material dise&ntilde;ado sobre la base de estos
principios se incorpor&oacute; al espacio virtual del aprendizaje (v&eacute;ase
figura 4), de manera que el aula de la asignatura constaba, entre otros, de los
siguientes espacios y recursos:</P>
<UL CLASS="margen">
<LI><I>Espacios para la comunicaci&oacute;n del grupo</I>: tabl&oacute;n de
indicaciones y orientaciones del profesor (&#171;Tauler de professor&#187;),
espacio para el debate de estudio de casos <I>(debats</I>), y espa-cio general
de comunicaci&oacute;n del grupo (<I>f&oacute;rum).</I></LI>
<LI><I>Comunicaci&oacute;n personalizada con el profesor</I>, basada en el
acceso directo al buz&oacute;n personal del profesor.</LI>
<LI><I>Recursos para el trabajo en grupo</I>, a trav&eacute;s de una lista
interactiva de estudiantes (que permite la invitaci&oacute;n directa a chats y
el acceso a direcciones personales de correo) y de un espacio de disco
compartido.</LI>
<LI><I>Material did&aacute;ctico hipermedia de la asignatura</I> (<I>material
associat</I>).</LI>
<LI><I>Gu&iacute;a general de estudio y evaluaci&oacute;n</I> (<I>pla
docent</I>).</LI>
</UL>
<P CLASS="margen05"><B>Figura 4 <BR>
Imagen de un aula de la asignatura</B></P>
<P CLASS="margen05"><IMG SRC="graf04.jpg" ALT="Figura 4" WIDTH="308"
HEIGHT="234" BORDER="0"></P>
<P CLASS="margen05">En consecuencia, el acceso inicial al material se
produc&iacute;a a trav&eacute;s del aula virtual de la asignatura. Como soporte
espec&iacute;fico para el mismo se opt&oacute; por un h&iacute;brido entre las
p&aacute;ginas <I>web</I> y el CD-Rom. El primero habr&iacute;a de contener
todo el material did&aacute;ctico del curso, a excepci&oacute;n de los
<I>clips</I> de v&iacute;deo que se utilizar&iacute;an en los ejemplos y
estudios de caso y cuya reproducci&oacute;n habr&iacute;a de realizarse en
condiciones de m&aacute;xima calidad y velocidad de transferencia. Los
<I>clips</I> de v&iacute;deo se hallaban vinculados al material de forma que al
activar el enlace correspondiente de la p&aacute;gina <I>web</I> en la que se
ubicaban, se pon&iacute;a en funcionamiento su reproducci&oacute;n desde el
CD-Rom. De otra parte, y con el fin de reducir el coste de conexi&oacute;n al
estudiante cuando no hubiese de navegar entre enlaces y fuentes de
informaci&oacute;n externas, se ofreci&oacute; como alternativa la posibilidad
de almacenar el material en su disco local.</P>
<P CLASS="margen05"><B>Figura 5<BR>
Ejemplos de la combinaci&oacute;n de teor&iacute;a y pr&aacute;ctica, y de los
diferentes formatos empleados</B></P>
<P CLASS="margen05"><IMG SRC="graf05.jpg" ALT="Figura 5" WIDTH="336"
HEIGHT="514" BORDER="0"></P>
<P CLASS="margen05"><B>Tabla 3 <BR>
Cronolog&iacute;a del proceso de dise&ntilde;o y puesta en marcha de la
asignatura</B></P>
<TABLE WIDTH="75%" BGCOLOR="#408080" BORDER="1" ALIGN="CENTER">
<TR>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Per&iacute;odo de
realizaci&oacute;n</B></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B> Actividad </B></TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"><B>Descripci&oacute;n</B></TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Septiembre 1997 - enero 1998 </TD>
<TD BGCOLOR="#FFFFFF">Plan de estudios </TD>
<TD BGCOLOR="#FFFFFF">Al tratarse de una asignatura de nuevos contenidos, se
requiere la aprobaci&oacute;n en el plan de estudios por los organismos de la
administraci&oacute;n p&uacute;blica competentes.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Enero - marzo 1998 </TD>
<TD BGCOLOR="#FFFFFF">Plan de publicaciones </TD>
<TD BGCOLOR="#FFFFFF">Definici&oacute;n de la estructura,de los medios y
recursos a utilizar, que se someten a la aprobaci&oacute;n del rectorado de la
universidad.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Marzo - abril 1998 </TD>
<TD BGCOLOR="#FFFFFF">Encargo de autor&iacute;a </TD>
<TD BGCOLOR="#FFFFFF">Definici&oacute;n de las condiciones del encargo.
Selecci&oacute;n y formaci&oacute;n de los autores del material. </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Abril - junio 1998 </TD>
<TD BGCOLOR="#FFFFFF">Elaboraci&oacute;n de una versi&oacute;n preliminar</TD>
<TD BGCOLOR="#FFFFFF"> El autor elabora una primera versi&oacute;n en estrecha
colaboraci&oacute;n con el coordinador del material, el &aacute;rea de
documentaci&oacute;n y el &aacute;rea de dise&ntilde;os formativos de la
universidad.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Junio - septiembre 1998 </TD>
<TD BGCOLOR="#FFFFFF">Revisi&oacute;n y elaboraci&oacute;n del contenido
definitivo </TD>
<TD BGCOLOR="#FFFFFF">El autor revisa la versi&oacute;n preliminar y elabora el
contenido definitivo, de acuerdo con las indicaciones del coordinador del
material y el &aacute;rea de dise&ntilde;os formativos, y la
documentaci&oacute;n obtenida para ejemplos y casos pr&aacute;cticos.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Octubre 1998</TD>
<TD BGCOLOR="#FFFFFF"> Supervisi&oacute;n cient&iacute;fica </TD>
<TD BGCOLOR="#FFFFFF">Supervisi&oacute;n cient&iacute;fica final del contenido
por el coordinador del material.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Octubre 1998 - junio 1999 </TD>
<TD BGCOLOR="#FFFFFF">Producci&oacute;n del material </TD>
<TD BGCOLOR="#FFFFFF">Implementaci&oacute;n del prototipo del material en
h&iacute;brido de web y CD-ROM.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Junio - agosto 1999 </TD>
<TD BGCOLOR="#FFFFFF">Revisi&oacute;n pedag&oacute;gica, ortogr&aacute;fica y
gramatical </TD>
<TD BGCOLOR="#FFFFFF">Revisi&oacute;n pedag&oacute;gica, ortogr&aacute;fica y
gramatical del contenido.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Septiembre 1999 </TD>
<TD BGCOLOR="#FFFFFF">Revisi&oacute;n final del prototipo. </TD>
<TD BGCOLOR="#FFFFFF">Revisi&oacute;n del prototipo por el autor y el
coordinador del material. Implementaci&oacute;n de modificaciones.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Mayo - agosto 1999 </TD>
<TD BGCOLOR="#FFFFFF">Selecci&oacute;n y formaci&oacute;n de profesorado</TD>
<TD BGCOLOR="#FFFFFF"> Selecci&oacute;n y formaci&oacute;n del personal docente
que impartir&aacute; la asignatura. </TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Septiembre 1999 </TD>
<TD BGCOLOR="#FFFFFF">Plan docente</TD>
<TD BGCOLOR="#FFFFFF"> Preparaci&oacute;n del plan docente de la asignatura:
gu&iacute;a de estudio y temporalizaci&oacute;n (timin g) recomendado
orientaciones generales para la navegaci&oacute;n por el material, indicaciones
sobre la composici&oacute;n y valoraci&oacute;n de la evaluaci&oacute;n
continuada, etc.</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Octubre 1999 </TD>
<TD BGCOLOR="#FFFFFF">Inicio del curso </TD>
<TD BGCOLOR="#FFFFFF">Inicio de la acci&oacute;n docente.</TD>
</TR>
</TABLE>
<H3 CLASS="cabecera">8. Resultados obtenidos en el proyecto</H3>
<P CLASS="margen05">Para evaluar los resultados obtenidos en la asignatura bajo
la perspectiva del estudiante se recurri&oacute; a una encuesta de
satisfacci&oacute;n de la universidad, cuyos principales resultados se reflejan
en la tabla 4. En t&eacute;rminos generales, los datos obtenidos muestran que
los estudiantes valoran positivamente el material y reconocen que les gusta
trabajar en este soporte porque les aporta un valor diferente al del material
en papel. As&iacute; mismo, el papel del profesor constituye un factor
cr&iacute;tico para la adecuada utilizaci&oacute;n del material y para el
aprovechamiento de los recursos del entorno virtual. De ah&iacute; la
importancia de que el profesor conozca el funcionamiento del medio y sea capaz
de adaptar una estrategia proactiva al entorno de comunicaci&oacute;n.</P>
<P CLASS="margen05"><B>Tabla 4 <BR>
Resultados obtenidos en la encuesta de satisfacci&oacute;n de estudiantes<BR>
(enero 2000; N=2.094)</B></P>
<TABLE WIDTH="85%" BGCOLOR="#408080" BORDER="1" ALIGN="CENTER">
<TR>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">Variable </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">Escala de valoraci&oacute;n </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">Temas actuales de direcci&oacute;n
comercial </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">&Aacute;rea de marketing</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER"> Estudios en Econom&iacute;a y Empresa 
</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="5">Valoraci&oacute;n global de la asignatura 
</TD>
<TD BGCOLOR="#FFFFFF"> Muy bien</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">42,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">31,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">33,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Bien</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">39,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">51,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">45,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Normal</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">13,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">13,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">15,8%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Mal</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF"> Muy mal</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,6%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">1,2%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="5">Utilidad del material para conseguir los
objetivos de la asignatura </TD>
<TD BGCOLOR="#FFFFFF">Muy &uacute;til</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">27,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">21,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">23,3%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">&Uacute;til</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">36,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">44,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">46,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Indiferente</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">27,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">14,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,1%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Poco &uacute;til</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">0,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">16,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">15,6%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Nada &uacute;til</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">5,3%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="5"> Valoraci&oacute;n del material multimedia * 
</TD>
<TD BGCOLOR="#FFFFFF">Muy bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">36,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">11,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">13,5%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">33,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">28,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">33,0%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Normal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">12,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">44,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">40,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">10,0%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">11,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">9,7%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Muy mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">8,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,1%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="5">Valoraci&oacute;n del servicio de
atenci&oacute;n proporcionado por el profesor </TD>
<TD BGCOLOR="#FFFFFF">Muy bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">51,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">46,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">47,1%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">36,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">31,9%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">32,1%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Normal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">10,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">17,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">17,5%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">1,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">2,0%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Muy mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">1,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">1,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">1,3%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF" ROWSPAN="5">Valoraci&oacute;n de la motivaci&oacute;n y
est&iacute;mulo del profesor hacia el estudio </TD>
<TD BGCOLOR="#FFFFFF">Muy bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">42,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">43,8%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">43,6%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Bien </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">33,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">31,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">31,3%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Normal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">15,2%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">14,1%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">14,3%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">5,7%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">7,6%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">7,5%</TD>
</TR>
<TR>
<TD BGCOLOR="#FFFFFF">Muy mal </TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,4%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,3%</TD>
<TD BGCOLOR="#FFFFFF" ALIGN="CENTER">3,3%</TD>
</TR>
</TABLE>
<P CLASS="margen05">Pero el inconveniente m&aacute;s destacable, expresado
tanto en las respuestas abiertas obtenidas en la encuesta como en las
comunicaciones personales con los profesores de la asignatura, tiene su origen
en el propio formato escogido. Aunque la combinaci&oacute;n de elementos
multimedia constituye uno de los principales atractivos del material y un
elemento especialmente novedoso, esta caracter&iacute;stica acarrea
inconvenientes en opini&oacute;n de algunos estudiantes (9,1% de los
encuestados sobre la asignatura). Una vez que &eacute;stos han realizado una
lectura general del material y exploran sus contenidos, han de emprender las
actividades de estudio y de reflexi&oacute;n sobre los mismos. Para llevarlas a
cabo, es habitual que el trabajo se realice &#171;sobre el papel&#187;, por lo
que el material mediado por ordenador crea un cierto desconcierto. En esta fase
del proceso de aprendizaje es habitual que el estudiante se elabore sus propios
apuntes a partir del material, que imprime para su estudio. En tal sentido, el
material en papel puede ser consultado en cualquier momento y sin requerir
ning&uacute;n dispositivo adicional, adem&aacute;s de ser el soporte al que
est&aacute; m&aacute;s habituado para estudiar.</P>
<H3 CLASS="cabecera">9. El &#145;gap&#146; de la ense&ntilde;anza a
trav&eacute;s de medios telem&aacute;ticos: una valoraci&oacute;n por parte del
profesorado</H3>
<P CLASS="margen05">El <I>gap</I> psicol&oacute;gico (conocido como <I>gap de
la instrucci&oacute;n</I>) surge en la pr&aacute;ctica de la educaci&oacute;n a
distancia como consecuencia de la separaci&oacute;n geogr&aacute;fica y
temporal entre estudiantes y profesores (Moore, 1991; Willis, 1993) y, aunque
este problema puede superarse con los materiales did&aacute;cticos y los medios
telem&aacute;ticos de comunicaci&oacute;n, se constata que a&uacute;n existe
una &#171;separaci&oacute;n&#187; de car&aacute;cter psicol&oacute;gico entre
ambas partes (Wheeler, <I>et al</I>., 1999).</P>
<P CLASS="margen05">Puesto que ya existen estudios precedentes que tratan de
estudiar este <I>gap</I>, en algunos casos mediante investigaciones
emp&iacute;ricas basadas en la comparaci&oacute;n de sistemas de
ense&ntilde;anza a distancia con otros de car&aacute;cter presencial
(v&eacute;ase Wheeler, <I>et al</I>., 1999), en este caso se ha dado un
&eacute;nfasis especial a analizar c&oacute;mo se abordan posibles soluciones a
esta cuesti&oacute;n desde la pr&aacute;ctica docente. Para la obtenci&oacute;n
de la informaci&oacute;n necesaria en la investigaci&oacute;n, hubiese sido
apropiado recurrir a t&eacute;cnicas cualitativas (entrevista en profundidad,
din&aacute;micas de grupo, redacci&oacute;n introspectiva, etc.). Sin embargo,
puesto que los autores del trabajo han sido coautores de los materiales
did&aacute;cticos y han participado en la docencia de la asignatura durante la
experiencia piloto, esta fase no ha sido necesaria.</P>
<P CLASS="margen05">Del an&aacute;lisis de la experiencia docente de la
asignatura se deduce que determinados elementos actitudinales y
comportamentales por parte del profesorado tienen una relevancia especial en la
reducci&oacute;n del <I>gap</I> <I>instruccional</I> en entornos hipermedia.
Entre ellos, destacan los siguientes:</P>
<UL CLASS="margen">
<LI>Crear una atm&oacute;sfera adecuada para el aprendizaje explicando con
claridad los objetivos pedag&oacute;gicos del curso, c&oacute;mo se utilizan
los materiales did&aacute;cticos, etc.</LI>
<LI>Conseguir un equilibrio adecuado entre el material did&aacute;ctico
b&aacute;sico, el material suplementario aportado por el profesor, y las
comunicaciones de &eacute;ste con el grupo.</LI>
<LI>Poner a disposici&oacute;n de los estudiantes, de forma sistem&aacute;tica
y organizada, todos los recursos y fuentes de informaci&oacute;n adecuados para
el aprendizaje.</LI>
<LI>Desarrollar un papel proactivo a lo largo de todo el proceso de
aprendizaje.</LI>
<LI>Fomentar las propuestas individuales y del grupo que contribuyan a las
finalidades pedag&oacute;gicas del curso, resolviendo los conflictos que
pudiesen surgir.</LI>
<LI> Ofrecerse como un recurso flexible que pueda ser utilizado por el grupo
como consejero, asesor o experto en la materia.</LI>
<LI>En determinadas actividades, y una vez creado el clima de trabajo adecuado,
el profesor puede intervenir como un miembro m&aacute;s del grupo.</LI>
<LI>La ausencia de lenguaje gestual y de otros elementos del lenguaje verbal
(entonaciones, etc.), que con frecuencia ayudan a transmitir aspectos
emocionales y contribuyen a aumentar el inter&eacute;s por la materia, se
pueden compensar con otros elementos: respuestas r&aacute;pidas y
personalizadas, nuevos estilos en la comunicaci&oacute;n que incorporen
expresiones menos formales de &aacute;nimo hacia el estudio, etc.</LI>
<LI>Dado que el entorno favorece el anonimato de las personas, el docente debe
prever y compensar comportamientos desinhibidos que tengan efectos negativos en
la acci&oacute;n docente.</LI>
</UL>
<H3 CLASS="cabecera">10. Conclusiones</H3>
<P CLASS="margen05">Las experiencias llevadas a cabo en la pr&aacute;ctica
docente, como la expuesta en este trabajo, ponen de manifiesto la necesidad de
que profesores y estudiantes aprendan a aprovechar el potencial completo que
ofrecen los entornos virtuales de aprendizaje, haciendo posible una mayor
interacci&oacute;n de los estudiantes con el material, con el profesor, con su
grupo de compa&ntilde;eros y con el resto de la comunidad acad&eacute;mica
universitaria.</P>
<P CLASS="margen05">En el proceso de aprendizaje llevado a cabo en esta clase
de entornos, la formaci&oacute;n y experiencia del profesor en el uso de las
tecnolog&iacute;as con fines pedag&oacute;gicos resulta una variable clave para
el &eacute;xito docente. Sus habilidades no se miden tanto desde una
perspectiva t&eacute;cnica (creaci&oacute;n de documentos de hipertexto, uso
adecuado de los espacios de comunicaci&oacute;n, etc.), pues &eacute;stas son
una condici&oacute;n necesaria de partida en cuanto a la adaptaci&oacute;n de
las estrategias de comunicaci&oacute;n y de docencia a las
caracter&iacute;sticas espec&iacute;ficas del medio, sabiendo aprovechar
plenamente sus ventajas.</P>
<P CLASS="margen05">Con frecuencia se considera que una de las principales
limitaciones en el uso de entornos telem&aacute;ticos para la ense&ntilde;anza
es la dificultad de que los estudiantes dispongan de la tecnolog&iacute;a
necesaria y de que sepan utilizarla adecuadamente. En el caso estudiado, basado
en una universidad virtual donde todos los estudiantes est&aacute;n ampliamente
habituados al medio telem&aacute;tico, este requisito se cumple de partida. Sin
embargo, se ha detectado una barrera de mayor importancia, como ha sido la
falta de costumbre para realizar tareas de reflexi&oacute;n y estudio en
soportes distintos al papel. En este sentido, se pone de manifiesto la
necesidad no s&oacute;lo de ense&ntilde;ar a utilizar los nuevos entornos con
fines de comunicaci&oacute;n sino tambi&eacute;n de formar al estudiante sobre
los m&eacute;todos y t&eacute;cnicas de estudio adaptados al medio.</P>
<P CLASS="margen05">Por &uacute;ltimo, cabe se&ntilde;alar que el estudio de la
educaci&oacute;n electr&oacute;nica todav&iacute;a se halla en una fase
incipiente, pues falta desarrollar el marco te&oacute;rico adecuado sobre los
sistemas de ense&ntilde;anza y aprendizaje en entornos virtuales y definir las
estrategias espec&iacute;ficas de motivaci&oacute;n, soporte y gu&iacute;a de
aprendizaje. </P>
<H3 CLASS="cabecera">Bibliograf&iacute;a</H3>
<P CLASS="margen05">Bayliss, H. (1995): &#171;Postgraduate distance learning in
British dual mode universities&#187;, en <I>Open learning</I>, vol. 10 (2), pp.
46-51.</P>
<P CLASS="margen05">Calder, J., y McCollum, A. (1998): <I>Open and flexible
learning in vocational education and training.</I> Londres, Kogan Page.</P>
<P CLASS="margen05">Cartwright, G. P. (1993): &#171;Teaching with dynamic
technologies&#187;, en <I>Change</I>, vol. 25 (6), pp. 67-69 &lt;<A
HREF="http://www.contract.kent.edu/change/article"
TARGET="oei">http://www.contract.kent.edu/change/articles</A> &gt;.</P>
<P CLASS="margen05">&#151; (1994): &#171;Distance learning: a different time, a
different place&#187;, <I>Change</I>, vol. 26 (4), pp. 30-32 &lt;<A
HREF="http://www.contract.kent.edu/change/articles"
TARGET="oei">http://www.contract.kent.edu/change/articles</A>&gt;.</P>
<P CLASS="margen05">Csikszentmihalyi, M. (1977): <I>Beyond boredom and
anxiety</I>. San Francisco, Jossey-Bass. </P>
<P CLASS="margen05">European Commission, DG xxii (1998): <I>Open and distance
learning in action</I> &lt;<A
HREF="http://europa.eu.int/comm/education/index_en.html"
TARGET="oei">http://europa.eu.int/comm/education/index_en.html</A>&gt;.</P>
<P CLASS="margen05">Freeman, M. A., y Capper, J. M. (1999): &#171;Educational
innovation: hype, heresies and hopes&#187;<I>, </I>en <I>Asynchronous Learning
Networks Magazine, vol</I>. 3 (2) &lt;<A
HREF="http://www.aln.org/alnweb/magazine/maga_v3_i2.htm"
TARGET="oei">http://www.aln.org/alnweb/magazine/maga_v3_i2.htm</A>&gt;.</P>
<P CLASS="margen05">Further Education Funding Council (FEFC) (1997): <I>How to
apply for funding</I>. Bristol, Further Education Funding Council.</P>
<P CLASS="margen05">Hagan (1995): &#171;User preferences in open and distance
language learning. What are the options for mulimedia?&#187;, en <I>ReCALL,
</I>vol. 7 (1), 1995, pp. 20-25.</P>
<P CLASS="margen05">Heller, U., Kortzfleisch, H. F., y Winand, U.:
&#171;Electronic learning and teaching commerce via education servers in
Germany&#187;, en <I>EM-Electronic Markets</I>, vol. 8 (2), 1998, pp. 23-26
&lt;<A HREF="http://www.electronicmarkets.org"
TARGET="oei">http://www.electronicmarkets.org</A>&gt;.</P>
<P CLASS="margen05">Hemmings, B., y Battersby, D. (1989): &#171;Textbook
selection: evaluative criteria&#187;, en <I>Distance education papers</I>,
n&uacute;m. 8, pp. 24-34. </P>
<P CLASS="margen05">Hoffman, D. L., y Novak T. P. (1995): &#171;Marketing in
hypermedia computer-mediated environments: conceptual foundations&#187;, en
<I>Project 2000: research program on marketing in computer-mediated
environments. Working paper 1</I>. Nashville, Vanderbilt University e Interval
Research Corporation &lt;<A HREF="http://www2000.ogsm.vanderbilt.edu"
TARGET="oei">http://www2000.ogsm.vanderbilt.edu</A>&gt;.</P>
<P CLASS="margen05">&#151; (1996): &#171;Marketing in hypermedia
computer-mediated environments: conceptual foundations&#187;, en <I>Journal of
Marketing</I>, vol. 60 (3), pp. 50-69.</P>
<P CLASS="margen05">Holmberg, B. (1995): &#171;The evolution of the character
and practice of distance education&#187;, <I>Open learning</I>, vol. 10 (2),
pp. 47-53.</P>
<P CLASS="margen05">Johnston, R. (1997): &#171;Distance learning medium or
message&#187;, en <I>Journal of Further and Higher Education</I>, vol. 21 (1),
pp. 107-120.</P>
<P CLASS="margen05">Jones, S. G. (1995): &#171;Understanding community in the
information age&#187;, en S.G. Jones (ed.)(1995): <I>Cybersociety:
computer-mediated communication and community,</I> pp. 10-35. Thousand Oaks,
Sage Publications. </P>
<P CLASS="margen05">Langenbach, C., y Bodendorf, F.: &#171;Electronic education
mall. A virtual service center for distance learning&#187;, en <I>International
Journal of Electronic Commerce.</I> </P>
<P CLASS="margen05">Laurel, B. (1991): <I>Computers as theatre.</I> Reading,
Addison-Wesley.</P>
<P CLASS="margen05">Magee, R., y Wheeler, S.: &#171;Distance education and new
convergent technologies: computer mediated communication&#187;, en
<I>Information Technology in Nursing</I>, vol. 9 &lt;<A
HREF="http://www.man.ac.uk//bcsnsg/itin09"
TARGET="oei">http://www.man.ac.uk//bcsnsg/itin09</A>&gt;. </P>
<P CLASS="margen05">McNabb, J. (1994): &#171;Telecourse effectiveness: findings
in the current literature&#187;, en <I>Tech trends</I>, octubre 1994, pp.
39-44.</P>
<P CLASS="margen05">Meacham, D., y Evans, D. (1989): <I>Distance education: the
design of study materials.</I> Wagga Wagga, Open Learning Institute, Charles
Sturt University. </P>
<P CLASS="margen05">Moore, M. G. (1991): &#171;Editorial: distance education
theory&#187;, en <I>American Journal of Distance Education</I>, vol. 5 (3), pp.
1-6.</P>
<P CLASS="margen05">Morris, M. I., y Ogan, C. (1996): &#171;The Internet as a
mass medium&#187;, en <I>Journal of Communication</I> [On-line], vol. 46 (1),
pp. 39-50. &lt;<A HREF="http://jcmc.huji.ac.il/"
TARGET="oei">http://jcmc.huji.ac.il/</A>&gt;. </P>
<P CLASS="margen05">Negroponte, N. (1995): <I>Being Digital.</I> Londres,
Hodder and Stoughton. </P>
<P CLASS="margen05">Peraya, D.: (1994): &#171;Distance education and the
WWW&#187;, en <I>WWW Conference workshop: teaching &amp; learning with the
web</I>. Ginebra, 25-27 mayo &lt;<A
HREF="http://tecfa.unige.ch/edu-comp/edu-ws94/contrib/peraya.fm.html"
TARGET="oei">http://tecfa.unige.ch/edu-comp/edu-ws94/contrib/peraya.fm.html</A>&gt;.
</P>
<P CLASS="margen05">&#151; : &#171;Le cyberespace: un dispositif de
communication et de formation m&eacute;diatis&eacute;es&#187;, en S. Alava
(Ed.), <I>Cyberespace et autoformation.</I> Par&iacute;s, De Boeck. </P>
<P CLASS="margen05">Rheingold, H. L. (1991): <I>Virtual reality. </I>Nueva
York, Summit Books. </P>
<P CLASS="margen05">Rowntree. D. (1995): &#171;Teaching and learning on-line: a
correspondence education for the 21st Century&#187;, en <I>British Journal of
Educational Technology</I>, vol. 26 (2), pp. 205-215.</P>
<P CLASS="margen05">Sherry, L. (1996): &#171;Issues in distance learning&#187;,
en <I>International Journal of Educational Telecommunications</I>. Vol. 1 (4),
pp. 337-365 &lt;<A HREF="http://www.cudenver.edu/~lsherry/pubs/issues.html"
TARGET="oei">http://www.cudenver.edu/~lsherry/pubs/issues.html</A>&gt;.</P>
<P CLASS="margen05">Steuer, J. (1992): &#171;Defining virtual reality:
dimensions determining telepresence&#187;, en<I> Journal of Communication</I>,
vol. 42 (4), pp. 73-93. </P>
<P CLASS="margen05">TEEODE Project, Open and Distance Learning Programme,
SOCRATES European Project (1998): &#171;Technology enhanced evaluation in open
and distance education&#187; (Universitat de Barcelona, Universidad de Colonia,
Universidad de Lieja, Tercera Universidad de los Estudios de Roma, Universidad
de Leicester, Universidad Abierta; parcialmente financiada por la
Comisi&oacute;n Europea). &lt;<A
HREF="http://www.doe.d5.ub.es/te/teeode/THEBOOK/OPENME.HTM"
TARGET="oei">http://www.doe.d5.ub.es/te/teeode/THEBOOK/OPENME.HTM</A>&gt;.</P>
<P CLASS="margen05">Thorpe, M. (1995): &#171;The expansion of open and distance
learning. A reflection on market forces&#187;<I>, </I>en <I>Open learning</I>,
vol. 10 (2), pp. 21-25.</P>
<P CLASS="margen05">Twigg, C., y Miloff, M.: &#171;The global learning
infrastructure: the future of higher education&#187;, en D. Tapscott, A. Lowy,
y D. Ticoll (eds.)(1998): <I>Blueprint the digital economy: creating wealth in
the era of e-business, </I> pp.179-202. Nueva York, McGraw Hill.</P>
<P CLASS="margen05">University of Cambridge, Centre for Communications Systems
Research (1998<I>): A research strategy to address the future of interactive
digital media.</I> &lt;<A HREF="http://ccsr.cam.ac.uk"
TARGET="oei">http://ccsr.cam.ac.uk</A>&gt;.</P>
<P CLASS="margen05">University of Twente, Faculty of Educational Science and
Technology (1995): &#171;On-line distance learning&#187;, en
<I>Textbook&#146;95</I> &lt;<A
HREF="http://www.to.utwente.nl/ism/online95/campus/library/online95/online95.htm"
TARGET="oei">http://www.to.utwente.nl/ism/online95/campus/library/online95/online95.htm</A>&gt;.
</P>
<P CLASS="margen05">Webster, J., Trevino, L. K. y Ryan, L. (1993): &#171;The
dimensionality and correlates of flow in human computer interactions&#187;, en
<I>Computers in Human Behavior, vol</I>. 9 (4), Winter, pp. 411-426.</P>
<P CLASS="margen05">Weiland, W. J., y Shneiderman, B. (1989): &#171;Interactive
graphics in hypertexts systems&#187;, en <I>28th Annual ACM DC Technical
Symposium.</I> Maryland, University of Maryland &lt;<A
HREF="http://www.cs.umd.edu/projects/hcil"
TARGET="oei">http://www.cs.umd.edu/projects/hcil</A>&gt;.</P>
<P CLASS="margen05">Wheler, S., Vranch, A., y Reid, F. (1999): &#171;Bridging
the &#145;psychological gap&#146; in distance learning through
telematics&#187;, en <I>19th World Conference on Open Learning and Distance
Education</I>. Viena, 20-24 junio.</P>
<P CLASS="margen05">Willis, B. (1992): <I>Instructional development for
distance education</I>. (ERIC Document Reproduction Service No. ED 351 007). 
</P>
<P CLASS="margen05">&#151; (1993): <I>Distance education: a practical
guide.</I> Englewood Cliffs, Educational Technology Publications.</P>
<P CLASS="margen05">Wood, H. (1995): &#171;Designing study materials for
distance students&#187;, <I>Occasional papers in open and distance learning</I>
n&uacute;m. 17 &lt;<A HREF="http://www.csu.edu.au/division/oli/occpap17.htm"
TARGET="oei">http://www.csu.edu.au/division/oli/occpap17.htm</A>&gt;.</P>
<H3 CLASS="cabecera">Notas:</H3>
<P CLASS="notas">1 La distinci&oacute;n entre lo &#171;real&#187; y lo propio
del universo de ordenadores conectados en red, esto es, lo &#171;virtual&#187;,
surge de Negroponte (1995), quien considera la sustituci&oacute;n de lo
f&iacute;sico por lo digital, pasando del &#171;&aacute;tomo&#187; al
&#171;bit&#187;.</P>
<P CLASS="notas">2 Heller, <I>et al</I>. (1998) apunta que el coste de
desarrollo de entornos virtuales de aprendizaje supera considerablemente
(estima que diez veces m&aacute;s en promedio) al que suponen las
tecnolog&iacute;as tradicionales (p. 23).</P>
<P CLASS="notas">3 V&eacute;anse tambi&eacute;n los trabajos de Laurel (1991) y
Rheingold (1991).</P>
<P CLASS="notas">4 En lugar de este criterio m&aacute;s amplio, Hoffman y Novak
(1995) consideraron como variable comparativa la &#171;sincron&iacute;a
temporal&#187;, que recog&iacute;a aquella propiedad, exclusiva de los medios
de comunicaci&oacute;n interactivos, gracias a la cual se produce la
interacci&oacute;n en tiempo real.</P>
<P CLASS="notas">5 Esta Universidad contaba en el curso 1999-2000 con 17.296
estudiantes (de primer, segundo y tercer ciclo) cuyo proceso de aprendizaje se
canaliza a trav&eacute;s de un campus virtual. Todos los miembros de esta
comunidad universitaria est&aacute;n habituados a utilizar el entorno
hipermedia en las comunicaciones con car&aacute;cter docente.</P>
<TABLE BORDER="7" BGCOLOR="#FFFFFF" ALIGN="CENTER">
<TR>
<TD VALIGN="MIDDLE" ALIGN="CENTER" COLSPAN="2"><A HREF="rie25f.htm"
TARGET="_top">&Iacute;ndice Revista 25 <BR>
Profesi&oacute;n docente<BR>
Profiss&atilde;o docente</A></TD>
</TR>
<TR>
<TD VALIGN="MIDDLE" ALIGN="CENTER" COLSPAN="2"><A HREF="index.html"
TARGET="_top"><B>Revista Iberoamericana de Educaci&oacute;n</B></A></TD>
</TR>
</TABLE>
<P ALIGN="CENTER"><IMG SRC="imagenes/lin_az.gif" ALT=" " WIDTH="470"
HEIGHT="10" BORDER="0"></P>
<P CLASS="texto"><A HREF="http://www.oei.es/buscador.htm" CLASS="texto"
TARGET="_top">Buscador</A> |
<A HREF="http://www.oei.es/mapa.htm" CLASS="texto" TARGET="_top">Mapa del
sitio</A> | <A HREF="mailto:weboei@oei.es" CLASS="texto">Contactar</A><BR>
| <A HREF="http://www.oei.es/" TARGET="_top">P&aacute;gina inicial OEI</A> | 
</P>
<TABLE WIDTH="100%">
<TR>
<TD WIDTH="20%"> <P ALIGN="RIGHT"><IMG SRC="imagenes/LogoOEI.jpg" ALT="OEI"
WIDTH="100" HEIGHT="141"></P>
</TD>
<TD COLSPAN="2"> <P CLASS="oei">Organizaci&oacute;n<BR>
de Estados <BR>
Iberoamericanos</P>
<P CLASS="para">Para la Educaci&oacute;n, <BR>
la Ciencia <BR>
y la Cultura</P>
</TD>
</TR>
</TABLE>
</BODY>
</HTML>
 
